using System;
using System.Collections.Generic;
using System.Text;

namespace Service.Enums
{
    public enum ItemEnum
    {
        农用地1亩2 = 1,
        建设用地1亩2 = 2,
        未利用地1亩2 = 3,
        青苗及连片果树苗木 = 4,
        零星果树苗木 = 5,
        地上1下2附着物1不含房拆2 = 6,
        国有房屋1平米2 = 10,
        集体房屋1平米2 = 11,
        厂矿1平米2 = 12,
        企业1平米2 = 13,
        学校1平米2 = 14,
        电力设施 = 15,
        电信设施 = 16,
        拆迁回建基础设施建设费 = 17,
        拆迁临时安置补助费 = 18,
        其他设施 = 19,
        耕地占用税 = 20,
        森林植被恢复费 = 21,
        勘测定界费 = 22,
        放线钉桩0边沟开挖费 = 23,
        工作经费 = 24,
        用地报批费用1上缴国土厅2 = 25
    }
}
